Repository: eu-digital-identity-wallet/av-app-ios-wallet-ui
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

# issuance_document_offer_relying_party_description
source: wants to add the following
da: ønsker at tilføje følgende
de: möchte Folgendes hinzufügen:
fr: veut ajouter ce qui suit
it: Vuoi aggiungere quanto segue

# issuance_generic_error
source: Something went wrong issuing your document(s)
da: Noget gik galt med at udstede dit/dine dokumenter(er)
de: Bei der Ausstellung Ihrer Dokumente ist ein Fehler aufgetreten.
fr: Une erreur s\'est produite lors de l\'émission de votre/vos document(s)
it: Si è verificato un errore durante l\'emissione del tuo documento / dei tuoi documenti

# issuance_qr_scan_subtitle
source: Scan a QR code provided from an issuer to add a digital document to your application.
da: Scan en QR-kode leveret af en udsteder for at tilføje et digitalt dokument til din applikation.
de: Scannen Sie einen vom Aussteller bereitgestellten QR-Code, um ein digitales Dokument hinzuzufügen zu Ihrem Portemonnaie.
fr: Lire un code QR fourni par un émetteur pour ajouter un document numérique à votre portefeuille.
it: Scansiona il codice QR fornito dal servizio online per presentare l\'attestazione dell\'età.

# issuance_qr_scan_title
source: Add document from QR
da: Tilføj dokument fra QR
de: Dokument per QR-Code hinzufügen
fr: Ajouter un document du QR
it: Aggiungi documento da QR

# issuance_success_header_description
source: You have successfully added the following to your application
da: Du har føjet følgende til din applikation
de: Sie haben Folgendes erfolgreich zu Ihrem Wallet hinzugefügt
fr: Vous avez réussi à ajouter ce qui suit à votre portefeuille
it: Hai aggiunto correttamente quanto segue alla tua applicazione

# issuance_success_header_description_when_error
source: You have successfully added the document(s) to your application
da: Du har tilføjet dokumentet/dokumenterne til din applikation
de: Sie haben das/die Dokument(e) erfolgreich zu Ihrem Wallet hinzugefügt
fr: Le (s) document (s) a/ont bien été ajouté (s) à votre portefeuille
it: Hai aggiunto correttamente il documento / i documenti alla tua applicazione

# issuance_success_header_issuer_default_name
source: Issuer
da: Udsteder
de: Aussteller
fr: Émetteur
it: Emittente

# issue_document
source: Authenticate to add your {docType}
da: Godkend for at tilføje dit {docType}
de: Authentifizieren Sie sich, um Ihr {docType} hinzuzufügen
fr: Authentifiez-vous pour ajouter votre {docType}
it: Autenticati per aggiungere il tuo {docType}

# issue_document_prompt
source: Authenticate to add your document
da: Godkend for at tilføje dit dokument
de: Authentifizieren Sie sich, um Ihr Dokument hinzuzufügen
fr: Authentifiez-vous pour ajouter votre document
it: Autenticati per aggiungere il tuo documento

source: Item not found in storage
da: Varen blev ikke fundet på lageret
de: Artikel nicht im Lager gefunden
fr: Article introuvable dans le stockage
it: Articolo non trovato in magazzino

source: Items not found in storage
da: Genstande ikke fundet på lager
de: Gegenstände nicht im Lager gefunden
fr: Objets non trouvés dans le stockage
it: Articoli non trovati in magazzino

# label_close
source: Close
da: Luk
de: Schließen
fr: Fermer
it: Chiudi

# label_turn_on
source: Turn on
da: Tænd
de: Einschalten
fr: Allumer
it: Accendi

# landing_screen_add_credentials
source: Add more
da: Tilføj flere
de: Mehr hinzufügen
fr: Ajouter plus
it: Aggiungi altri

# landing_screen_card_age_verification
source: Age Verification
da: Aldersverifikation
de: Altersverifizierung
fr: Vérification de l'âge
it: Verifica dell\'età

# landing_screen_card_eu_title
source: European Union
da: Den Europæiske Union
de: Europäische Union
fr: Union européenne
it: Unione europea

# landing_screen_credential_details
source: Credential Details
da: Legitimationsdetaljer
de: Zugangsdaten
fr: Détails d'identification
it: Dettagli delle credenziali

# landing_screen_credentials_left
source: %1$d left
da: %1$d tilbage
de: %1$d übrig
fr: %1$d restants
it: %1$d rimasti

# landing_screen_no_age_credential_found
source: There are no age credentials available
da: Der er ingen aldersbeviser tilgængelige
de: Es sind keine Altersnachweise verfügbar
fr: Aucune attestation d'âge disponible
it: Non sono disponibili credenziali dell\'età

# landing_screen_primary_button_label_scan
source: Scan
da: Skan
de: Scannen
fr: Lire
it: Scansiona

# landing_screen_subtitle
source: You can share your proof of age with services restricted to adults. This proof confirms that you are over 18 without revealing any other personal information.
da: Du kan dele dit aldersbevis med tjenester, der er begrænset til voksne. Aldersbeviset bekræfter kun, at du er over 18 år. Det indeholder ingen andre personlige oplysninger.
de: Mit Ihrem Altersnachweis können Sie gegenüber Diensten, die ausschließlich Erwachsenen vorbehalten sind, nachweisen, dass Sie alt genug sind, um darauf zuzugreifen. Der Altersnachweis zeigt lediglich, dass Sie über 18 Jahre alt sind. Er enthält keine weiteren personenbezogenen Daten.
fr: Vous pouvez communiquer votre preuve d'âge aux services limités aux adultes. Cette preuve confirme que vous avez plus de 18 ans sans révéler aucune autre information personnelle.
it: Puoi condividere la tua attestazione dell'età con i servizi riservati agli adulti. Questo documento conferma che hai almeno 18 anni senza rivelare altre informazioni personali.

# landing_screen_title
source: Age Verification
da: Aldersverifikation
de: Altersverifizierung
fr: Vérification de l'âge
it: Verifica dell'età

# loading_biometry_biometrics_enabled_description
source: Use your biometrics to approve the transaction.
da: Brug din biometri til at godkende transaktionen.
de: Genehmigen Sie die Transaktion mit Ihren biometrischen Daten.
fr: Utilisez votre biométrie pour consentir à la transaction.
it: Usa i tuoi dati biometrici per approvare la transazione.

# loading_biometry_biometrics_not_enabled_description
source: To approve the transaction you need to verify your identity.
da: Verificer din identitet for at godkende transaktionen.
de: Um die Transaktion zu genehmigen, müssen Sie Ihre Identität bestätigen.
fr: Pour consentir à la transaction, vous devez prouver votre identité.
it: Per approvare la transazione, devi verificare la tua identità.

# loading_header_description
source: Please wait…
da: Vent venligst ...
de: Bitte warten…
fr: Veuillez patienter…
it: Attendere prego…

# mrz_camera_error
source: Camera Error
da: Kamerafejl
de: Kamerafehler
fr: Erreur de caméra
it: Errore fotocamera

# mrz_camera_permission_denied
source: Camera access denied. Please enable camera permission in Settings.
da: Kameraadgang nægtet. Aktiver venligst kameratilladelse i Indstillinger.
de: Kamerazugriff verweigert. Bitte aktivieren Sie die Kameraberechtigung in den Einstellungen.
fr: Accès à la caméra refusé. Veuillez activer l'autorisation de la caméra dans Paramètres.
it: Accesso alla fotocamera negato. Abilita l'autorizzazione della fotocamera nelle Impostazioni.

# mrz_camera_setup_failed
source: Failed to setup camera. Please try again.
da: Kunne ikke konfigurere kamera. Prøv venligst igen.
de: Kamera-Setup fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Échec de la configuration de la caméra. Veuillez réessayer.
it: Impossibile configurare la fotocamera. Riprova.

# mrz_document_ready
source: Document Ready
da: Dokument klar
de: Dokument bereit
fr: Document prêt
it: Documento pronto

# mrz_error_document_expired
source: The scanned document has expired.
da: Det scannede dokument er udløbet.
de: Das gescannte Dokument ist abgelaufen.
fr: Le document scanné a expiré.
it: Il documento scansionato è scaduto.

# mrz_error_invalid_data
source: The scanned document data is invalid or incomplete.
da: De scannede dokumentdata er ugyldige eller ufuldstændige.
de: Die gescannten Dokumentdaten sind ungültig oder unvollständig.
fr: Les données du document scanné sont invalides ou incomplètes.
it: I dati del documento scansionato non sono validi o sono incompleti.

# mrz_error_processing_failed
source: Failed to process the document. Please try again.
da: Kunne ikke behandle dokumentet. Prøv venligst igen.
de: Dokument konnte nicht verarbeitet werden. Bitte versuchen Sie es erneut.
fr: Échec du traitement du document. Veuillez réessayer.
it: Impossibile elaborare il documento. Riprova.

# mrz_initializing_camera
source: Initializing camera...
da: Initialiserer kamera...
de: Kamera wird initialisiert...
fr: Initialisation de la caméra...
it: Inizializzazione fotocamera...

# mrz_scanning
source: Scanning...
da: Scanner...
de: Scannen...
fr: Numérisation...
it: Scansione...

# mrz_unknown_error
source: An unknown error occurred
da: Der opstod en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto

# nfc_body_initial
source: Place your Passport / ID Card directly on the back of the smartphone, usually at the top.
da: Placer dit pas/ID-kort direkte på bagsiden af smartphonen, normalt øverst.
de: Legen Sie Ihren Reisepass/Personalausweis direkt auf die Rückseite des Smartphones, in der Regel oben.
fr: Placez votre passeport/carte d\'identité directement au dos du smartphone, généralement en haut.
it: Posiziona il tuo passaporto/carta d\'identità direttamente sul retro dello smartphone, di solito in alto.

# nfc_body_reading
source: Passport / ID Card is being read
da: Pas / ID-kort læses
de: Reisepass/Personalausweis wird gelesen
fr: Le passeport/la carte d\'identité est en cours de lecture
it: Lettura del passaporto/carta d\'identità in corso

# nfc_error_connection
source: Connection error. Please try again.
da: Forbindelsesfejl. Prøv igen.
de: Verbindungsfehler. Bitte versuchen Sie es erneut.
fr: Erreur de connexion. Veuillez réessayer.
it: Errore di connessione. Riprova.

# nfc_error_invalid_mrz_key
source: Invalid passport data. Please scan MRZ again.
da: Ugyldige pasoplysninger. Scan venligst MRZ igen.
de: Ungültige Passdaten. Bitte scannen Sie MRZ erneut.
fr: Données du passeport invalides. Veuillez scanner à nouveau la zone MRZ.
it: Dati del passaporto non validi. Si prega di scansionare nuovamente MRZ.

# nfc_error_missing_data
source: Required passport data is missing
da: Der mangler nødvendige pasoplysninger
de: Die erforderlichen Passdaten fehlen
fr: Les données requises du passeport sont manquantes.
it: Mancano i dati richiesti del passaporto

# nfc_error_more_than_one_tag
source: More than one NFC tag detected
da: Mere end ét NFC-tag registreret
de: Mehrere NFC-Tags erkannt
fr: Plusieurs étiquettes NFC détectées
it: Rilevato più di un tag NFC

# nfc_error_reading_failed
source: Failed to read passport. Please try again.
da: Kunne ikke læse passet. Prøv igen.
de: Der Reisepass konnte nicht gelesen werden. Bitte versuchen Sie es erneut.
fr: Impossible de lire le passeport. Veuillez réessayer.
it: Impossibile leggere il passaporto. Riprova.

# nfc_error_reading_tag
source: Error while NFC reading. Try again.
da: Fejl under NFC-læsning. Prøv igen.
de: Fehler beim NFC-Lesen. Bitte versuchen Sie es erneut.
fr: Erreur lors de la lecture NFC. Veuillez réessayer.
it: Errore durante la lettura NFC. Riprova.

# nfc_error_tag_not_valid
source: NFC tag not valid
da: NFC-tag er ikke gyldigt
de: NFC-Tag nicht gültig
fr: Balise NFC non valide
it: Tag NFC non valido

# nfc_error_unexpected
source: Unexpected error occurred
da: Der opstod en uventet fejl
de: Es ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore imprevisto

# nfc_error_user_canceled
source: Scan canceled
da: Scanningen blev annulleret
de: Scan abgebrochen
fr: Analyse annulée
it: Scansione annullata

# nfc_title
source: Put your phone over your Passport / ID Card and don't move it
da: Placer din telefon over dit pas/ID-kort og flyt den ikke
de: Legen Sie Ihr Telefon über Ihren Reisepass/Personalausweis und bewegen Sie es nicht
fr: Placez votre téléphone sur votre passeport/carte d\'identité et ne le déplacez pas
it: Metti il telefono sopra il passaporto/carta d\'identità e non spostarlo

# nfc_title_initial
source: Read in your Passport / ID Card
da: Læs i dit pas / ID-kort
de: Lesen Sie Ihren Reisepass/Personalausweis ein
fr: Lisez votre passeport/carte d'identité
it: Leggi il tuo passaporto/carta d'identità

# nfc_title_reading
source: Read in your Passport / ID Card via NFC interface
da: Læs i dit pas / ID-kort via NFC-interface
de: Lesen Sie Ihren Reisepass/Personalausweis über die NFC-Schnittstelle ein
fr: Lisez votre passeport/carte d\'identité via l\'interface NFC
it: Leggi il tuo passaporto/carta d\'identità tramite l\'interfaccia NFC

# onboarding_step_1_title
source: Welcome
da: Velkommen
de: Willkommen
fr: Bienvenue
it: Benvenuto

# onboarding_step_2_title
source: Consent
da: Samtykke
de: Zustimmung
fr: Consentement
it: Consenso

# onboarding_step_3_title
source: Security
da: Sikkerhed
de: Sicherheit
fr: Sécurité
it: Sicurezza

# onboarding_step_4_title
source: Verification
da: Verifikation
de: Verifizierung
fr: Vérification
it: Verifica

# onboarding_verification_description
source: This verification is needed to create a proof that you are over 18. The eID details will not be shared with online services you access.
da: Denne verifikation er nødvendig for at skabe et bevis på, at du er over 18 år. eID -detaljerne vil ikke blive delt med onlinetjenester, du får adgang til.
de: Diese Verifizierung ist erforderlich, um Ihren Altersnachweis zu erbringen. Die eID-Daten werden nicht an von Ihnen genutzte Online-Dienste weitergegeben.
fr: Cette vérification est nécessaire pour créer une preuve que vous avez plus de 18 ans. Les détails de l\'eID ne seront pas communiqués aux services en ligne auxquels vous accédez.
it: Questa verifica è necessaria per creare un\'attestazione che dimostri che hai più di 18 anni. I dettagli eID non saranno condivisi con i servizi online a cui accedi.

# onboarding_verification_national_id_description
source: Identify online using your eID
da: Identificer online ved hjælp af dit eID
de: Identifizieren Sie sich online mit Ihrer eID
fr: Identifiez-vous en ligne en utilisant votre eID
it: Identificati online usando il tuo eID

# onboarding_verification_national_id_hint
source: Opens a new window to verify with your eID
da: Åbner et nyt vindue for at bekræfte med din eID
de: Öffnet ein neues Fenster zur Verifizierung mit Ihrer eID
fr: Ouvre une nouvelle fenêtre pour vérifier avec votre eID
it: Apre una nuova finestra per verificare con la tua eID

# onboarding_verification_passport_id_card
source: Passport or ID Card
da: Pas eller ID-kort
de: Reisepass oder Personalausweis
fr: Passeport ou Carte d\'identité
it: Passaporto o Carta d\'identità

# onboarding_verification_passport_id_card_description
source: Scan your passport or ID card for verification
da: Scanner dit pas eller ID-kort til verifikation
de: Scannen Sie Ihren Reisepass oder Personalausweis zur Verifizierung
fr: Scannez votre passeport ou carte d\'identité pour la vérification
it: Scansiona il tuo passaporto o carta d\'identità per la verifica

# onboarding_verification_title
source: Choose your age verification method
da: Vælg din metode til aldersverifikation
de: Wählen Sie Ihre Altersverifizierungsmethode
fr: Choisissez la méthode de vérification d\'âge souhaitée
it: Scegli il tuo metodo di verifica dell\'età

# passport_biometrics
source: Biometrics
da: Biometri
de: Biometrie
fr: Biométrie
it: Biometria

# passport_biometrics_back
source: Back
da: Tilbage
de: Zurück
fr: Retour
it: Indietro

# passport_biometrics_content_description
source: Passport scanning illustration
da: Illustration af passcanning
de: Illustration zum Scannen von Reisepässen
fr: Illustration de numérisation de passeport
it: Illustrazione di scansione del passaporto

# passport_biometrics_dob
source: Date of birth
da: Fødselsdato
de: Geburtsdatum
fr: Date de naissance
it: Data di nascita

# passport_biometrics_doe
source: Date of expiry
da: Udløbsdato
de: Ablaufdatum
fr: Date de expiration
it: Data di scadenza

# passport_biometrics_first_description
source: Place your passport / ID card directly on the back of the smartphone, usually at the top.
da: Placér dit pas / ID-kort direkte på bagsiden af smartphonen, som regel øverst.
de: Lege deinen Reisepass / Personalausweis direkt auf die Rückseite des Smartphones, normalerweise oben.
fr: Placez votre passeport / carte d\'identité directement à larrière du smartphone, généralement en haut.
it: Posiziona il passaporto / carta d\'identità direttamente sul retro dello smartphone, di solito nella parte superiore.

# passport_biometrics_first_link
source: Do you need help?
da: Har du brug for hjælp?
de: Brauchst du Hilfe?
fr: Besoin d\'aide ?
it: Hai bisogno di aiuto?

# passport_biometrics_next
source: Next
da: Næste
de: Weiter
fr: Suivant
it: Avanti

# passport_biometrics_no_availability
source: Not available
da: Ikke tilgængelig
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile

# passport_biometrics_no_passport_data
source: No document data received
da: Ingen dokumentdata modtaget
de: Keine Dokumentdaten empfangen
fr: Aucune donnée de document reçue
it: Nessun dato del documento ricevuto

# passport_biometrics_passport
source: Passport / ID card
da: Pas / ID-kort
de: Reisepass / Personalausweis
fr: Passeport / Carte d\'identité
it: Passaporto / Carta d\'identità

# passport_biometrics_scan_cancelled
source: Document scan was cancelled
da: Dokumentscanning blev annulleret
de: Dokument-Scan wurde abgebrochen
fr: Analyse du document annulée
it: Scansione del documento annullata

# passport_biometrics_try_again
source: Try again
da: Prøv igen
de: Erneut versuchen
fr: Réessayer
it: Riprova

# passport_biometrics_unknown_error
source: Unknown error occurred during document scan
da: Ukendt fejl opstod under dokumentscanning
de: Unbekannter Fehler beim Dokument-Scan aufgetreten
fr: Erreur inconnue lors de l\'analyse du document
it: Errore sconosciuto durante la scansione del documento

# passport_biometrics_verify_data
source: Please verify your data
da: Bekræft venligst dine oplysninger
de: Bitte überprüfen Sie Ihre Daten
fr: Veuillez vérifier vos données
it: Si prega di verificare i dati

# passport_capture_subtitle
source: Place document within the frame
da: Placer dokumentet inden for rammen
de: Legen Sie das Dokument in den Rahmen.
fr: Placez le document dans le cadre.
it: Posiziona il documento all'interno della cornice

# passport_capture_title
source: Scan your passport / ID card
da: Scan dit pas / ID-kort
de: Scannen Sie Ihren Reisepass / Personalausweis
fr: Scannez votre passeport / carte d\'identité
it: Scansiona il tuo passaporto / carta d\'identità

# passport_credential_issuance_description
source: We are now issuing your proof of age. This might take up to 30 seconds
da: Vi udsteder nu dit aldersbevis. Dette kan tage op til 30 sekunder.
de: Wir stellen Ihnen nun Ihren Altersnachweis aus. Dies kann bis zu 30 Sekunden dauern.
fr: Nous procédons actuellement à la délivrance de votre justificatif d'âge. Cela peut prendre jusqu'à 30 secondes.
it: Stiamo inviando la tua prova di età. L'operazione potrebbe richiedere fino a 30 secondi.

# passport_credential_issuance_title
source: Verification Complete
da: Verifikation fuldført
de: Verifizierung abgeschlossen
fr: Vérification terminée
it: Verifica completata

# passport_identification
source: Identification
da: Identifikation
de: Identifikation
it: Identificazione

# passport_identification_back
source: Back
da: Tilbage
de: Zurück
fr: Retour
it: Indietro

# passport_identification_description
source: For this step, capture the MRZ (Machine Readable Zone) area at the bottom of your passport / ID card photo page. Make sure:
da: For dette trin skal du tage MRZ-området (maskinlæsbar zone) nederst på fotosiden af dit pas / ID-kort. Sørg for:
de: Für diesen Schritt erfassen Sie den MRZ-Bereich (maschinenlesbare Zone) am unteren Rand der Fotoseite Ihres Reisepasses / Personalausweises. Stellen Sie sicher:
fr: Pour cette étape, capturez la zone MRZ (zone de lecture automatique) en bas de la page photo de votre passeport / carte d\'identité. Assurez-vous :
it: Per questo passaggio, cattura l\'area MRZ (zona leggibile dalla macchina) nella parte inferiore della pagina foto del tuo passaporto / carta d\'identità. Assicurati che:

# passport_identification_footer
source: We take an identification code from this passport / ID card to get access to the machine readable part of the document.
da: Vi tager en identifikationskode fra dette pas / ID-kort for at få adgang til den maskinlæsbare del af dokumentet.
de: Wir nehmen einen Identifikationscode von diesem Reisepass / Personalausweis, um Zugang zum maschinenlesbaren Teil des Dokuments zu erhalten.
fr: Nous prenons un code d\'identification de ce passeport / carte d\'identité pour accéder à la partie lisible par machine du document.
it: Prendiamo un codice identificativo da questo passaporto / carta d\'identità per accedere alla parte leggibile dalla macchina del documento.

# passport_identification_step_first
source: The entire passport / ID card photo page is visible and well-lit
da: At hele fotosiden af passet / ID-kortet er synlig og godt oplyst.
de: Die gesamte Fotoseite des Reisepasses / Personalausweises ist sichtbar und gut beleuchtet.
fr: Que la page photo du passeport / carte d\'identité entière soit visible et bien éclairée.
it: L\'intera pagina foto del passaporto / carta d\'identità sia visibile e ben illuminata.

# passport_identification_step_second
source: No reflections or blurriness obscure the details.
da: Ingen refleksioner eller sløring skjuler detaljerne.
de: Keine Reflexionen oder Unschärfen verdecken die Details.
fr: Qu\'aucun reflet ou flou ne masque les détails.
it: Nessun riflesso o sfocatura oscuri i dettagli.

# passport_identification_title
source: Scan your passport / ID card
da: Scan dit pas / ID-kort
de: Scannen Sie Ihren Reisepass / Personalausweis
fr: Scannez votre passeport / carte d\'identité
it: Scansiona il tuo passaporto / carta d\'identità

# passport_live_video_back
source: Back
da: Tilbage
de: Zurück
fr: Retour
it: Indietro

# passport_live_video_description
source: In this step, you will record a short video of yourself to confirm your identity. Make sure to:
da: I dette trin skal du optage en kort video af dig selv for at bekræfte din identitet. Sørg for at:
de: In diesem Schritt nehmen Sie ein kurzes Video von sich auf, um Ihre Identität zu bestätigen. Achten Sie darauf:
fr: À cette étape, vous allez enregistrer une courte vidéo de vous pour confirmer votre identité. Veuillez :
it: In questo passaggio, registrerai un breve video di te stesso per confermare la tua identità. Assicurati di:

# passport_live_video_downloading_progress
source: Downloading verification assets… %d%%
da: Downloader verifikationsdata… %d%%
de: Verifizierungsdaten werden heruntergeladen… %d%%
fr: Téléchargement des ressources de vérification… %d%%
it: Download risorse di verifica… %d%%

# passport_live_video_error_not_live
source: Liveness check failed. Please ensure you are recording a live video.
da: Liveness-tjek mislykkedes. Sørg venligst for, at du optager en live-video.
de: Lebensechtheitsüberprüfung fehlgeschlagen. Bitte stellen Sie sicher, dass Sie ein Live-Video aufnehmen.
fr: La vérification de vivacité a échoué. Assurez-vous que vous enregistrez une vidéo en direct.
it: Verifica della vitalità fallita. Assicurati di registrare un video dal vivo.
